Repository: plone/plone.formwidget.hcaptcha
Catalog: src/plone/formwidget/hcaptcha/locales/*/LC_MESSAGES/plone.formwidget.hcaptcha.po
Languages: es, eu

source: HCaptcha Control Panel
es: Panel de Control HCaptcha
eu: HCaptcha Kontrol Panela

source: HCaptcha settings
es: Configuración HCaptcha
eu: HCaptcharen ezarpenak

source: In order to use HCaptcha on your Plone site, go to https://www.hcaptcha.com/ to create an account and to receive your private/secret and public/site key. Then configure them at https://host/path/to/site/@@hcaptcha-settings. If you don't want to rely on an external service for captcha, you might want to consider using plone.formwidget.captcha instead.
es: Para utilizar HCaptcha en su sitio Plone vaya a https://www.hcaptcha.com/ para crear una cuenta y crear una clave privada/secreta y una pública. Después configúrela en @@hcaptcha-settings. Si no quiere utilizar un servicio externo para captcha, considere utilizar plone.formwidget.captcha o collective.z3cform.norobots.
eu: HCaptcha zure atarian erabiltzeko joan https://www.hcaptcha.com webgunera, sortu kontu bat eta lortu gako pribatu eta publikoa. Ondoren joan @@hcaptcha-settings helbidera eta idatzi bertan. Captcharako kanpo zerbitzurik erabili nahi ez baduzu, begiratu plone.formwidget.captcha edo collective.z3cform.norobots.

source: Private Key / Secret Key
es: Clave privada/secreta
eu: Gako pribatua/sekretua

source: Public Key / Site Key
es: Clave pública / Clave de sitio
eu: Gako publikoa/atarikoa

source: Size
es: Tamaño
eu: Tamaina

source: The color theme of the widget.
es: Tema de color del widget.
eu: Widgetaren kolorearen gaia.

source: The size of the widget.
es: Tamaño del widget
eu: Widgetaren tamaina.

source: The type of CAPTCHA to serve.
es: Tipo de Captcha
eu: Erabili beharreko Captcha mota.

source: Theme
es: Tema
eu: Gaia

source: Type
es: Tipo
eu: Mota

source: We are not yet sure whether you are human. Please try again.
es: No estamos seguros que no seas un robot. Inténtalo otra vez por favor.
eu: Robota ote zaren zalantzan gaude. Saiatu berriz mesedez.

source: audio
eu: Audioa

source: compact
es: Compacto
eu: Konpaktua

source: dark
es: Oscuro
eu: Iluna

source: image
es: Imagen
eu: Irudia

source: light
es: Claro
eu: Argia

source: normal
eu: Normala
